{
    "1236994679132786751": {
        "1": {
            "book": "Surely You're Joking, Mr. Feynman!",
            "recommender": 813757881723519026,
            "votes": 7,
            "note": "A book about a great mind, and also gives you a lot of context behind the posts on LessWrong. Also, Feynman is very horny"
        },
        "2": {
            "book": "Humble Pi",
            "recommender": 682064064809402485,
            "votes": 5,
            "note": "A book featuring numerous anecdotes where math was misused or used incorrectly, leading to catastrophic architectural fails, false condemnations in court, and more."
        },
        "3": {
            "book": "Thinking, Fast and Slow",
            "recommender": 682064064809402485,
            "votes": 5,
            "note": "Proposes interesting ideas with regard to human decision making, most notably the \"separation\" of the human mind into two systems—a \"fast\" and a \"slow\" one."
        },
        "4": {
            "book": "The Three Little Pigs",
            "recommender": 682064064809402485,
            "votes": 5,
            "note": "A suspense-packed fairy tale for all audiences, featuring the desperate attempts of a poor family of pigs to protect themselves from a common enemy in a battle of wits and structural integrity."
        },
        "5": {
            "book": "Atomic Habits",
            "recommender": 682064064809402485,
            "votes": 5,
            "note": "A detailed explanation of how habits work and their effective management. Extremely helpful if you find yourself watching seven hours of my little pony a day."
        },
        "6": {
            "book": "The Order of Time",
            "recommender": 1123815434874015745,
            "votes": 4,
            "note": "Carlo Rovelli's masterpiece, that will slice, dice, and turn your perspective on time upside down."
        },
        "7": {
            "book": "1984",
            "recommender": 690542224491937822,
            "votes": 4,
            "note": "Classic. A comprehensive dystopian novel that outlines populus control methods and helps understand how dictatorships last, while also diving into the intricacies of breaking the human spirit."
        },
        "8": {
            "book": "Outliers",
            "recommender": 682064064809402485,
            "votes": 4,
            "note": "An intruiging investigation into the factors that subtly play into success or failure—the conciseness of language, being born earlier in the year, cultural differences, etc."
        },
        "9": {
            "book": "Godel, Escher, Bach",
            "recommender": 1123815434874015745,
            "votes": 3,
            "note": "The book elegantly weaves mathematics, art, and music into a profound exploration of consciousness, self-reference, and the nature of intelligent systems."
        },
        "10": {
            "book": "The Midnight Library",
            "recommender": 1195520334363902012,
            "votes": 3,
            "note": null
        },
        "11": {
            "book": "Multiple Choice",
            "recommender": 1335160274860249099,
            "votes": 6,
            "note": "It is so incredibly unique and written in a way that is so thoughtful and thought provoking and unexpected. The whole book is in the form of a standardised test. The first few pages you don't really know what to do because you'll just be staring at test questions that are so incredibly abstract and confusing but then as you go on your own mind takes you on your own journey and it is insanely crazy. i first read the english translation a year ago and picked it up again last week, it feels like a new book because so much of it is self created. The author has done SUCH a good job at provoking thoughts and then letting you stew in them without and meddling. it's a book i'll never finish reading – in short – 10/10 please read"
        }
    }
}